a52dec
acl
acpi
adwaita-icon-theme
alsa-lib
alsa-plugins
alsa-utils
amd-ucode
aom
archlinux-keyring
argon2
aribb24
aspell
at-spi2-atk
at-spi2-core
atk
atkmm
attr
audit
autoconf
automake
avahi
babl
bash
bash-completion
binutils
bison
blas
bluez
bluez-libs
bluez-utils
boost
boost-libs
broadcom-wl-dkms
brotli
btrfs-progs
bzip2
c-ares
ca-certificates
ca-certificates-mozilla
ca-certificates-utils
cairo
cairomm
cantarell-fonts
chromium
chrpath
cmark-gfm
colord
coreutils
cracklib
cryptsetup
curl
db
dbus
dbus-glib
dconf
desktop-file-utils
device-mapper
dhcpcd
dialog
diffutils
dkms
dmraid
dnssec-anchors
dosfstools
double-conversion
e2fsprogs
elinks
enchant
exiv2
exo
expat
faad2
fakeroot
feh
ffmpeg
fftw
figlet
file
filesystem
findutils
firefox
flac
flex
fontconfig
freeglut
freetype2
fribidi
fuse-common
fuse2
fzf
garcon
gawk
gc
gcc
gcc-libs
gcr
gdbm
gdk-pixbuf2
gegl
geoclue
geocode-glib
gettext
ghc-libs
ghostscript
giblib
giflib
gimp
girara
git
glew1.10
glib-networking
glib2
glibc
glibmm
glslang
glu
gmp
gnome-icon-theme
gnome-icon-theme-symbolic
gnome-themes-extra
gnumeric
gnupg
gnutls
go
gobject-introspection-runtime
godep
goffice
gpgme
gpicview
gpm
gptfdisk
graphite
grep
groff
grub
gsettings-desktop-schemas
gsfonts
gsm
gst-plugins-base-libs
gstreamer
gtk-engine-murrine
gtk-engines
gtk-update-icon-cache
gtk2
gtk3
gtkmm3
guile
gzip
harfbuzz
harfbuzz-icu
haskell-aeson
haskell-aeson-pretty
haskell-ansi-terminal
haskell-asn1-encoding
haskell-asn1-parse
haskell-asn1-types
haskell-async
haskell-attoparsec
haskell-base-compat
haskell-base64-bytestring
haskell-basement
haskell-bitarray
haskell-blaze-builder
haskell-blaze-html
haskell-blaze-markup
haskell-byteable
haskell-case-insensitive
haskell-cereal
haskell-cmark-gfm
haskell-cmdargs
haskell-colour
haskell-connection
haskell-cookie
haskell-cryptonite
haskell-data-default
haskell-data-default-class
haskell-data-default-instances-containers
haskell-data-default-instances-dlist
haskell-data-default-instances-old-locale
haskell-digest
haskell-dlist
haskell-doctemplates
haskell-erf
haskell-exceptions
haskell-glob
haskell-haddock-library
haskell-hashable
haskell-hourglass
haskell-hslua
haskell-hslua-module-text
haskell-hsyaml
haskell-http
haskell-http-client
haskell-http-client-tls
haskell-http-types
haskell-hxt
haskell-hxt-charproperties
haskell-hxt-regex-xmlschema
haskell-hxt-unicode
haskell-integer-logarithms
haskell-juicypixels
haskell-lexer
haskell-memory
haskell-mime-types
haskell-network
haskell-network-uri
haskell-old-locale
haskell-old-time
haskell-pandoc-types
haskell-pem
haskell-pretty-show
haskell-primitive
haskell-quickcheck
haskell-random
haskell-regex-base
haskell-regex-pcre
haskell-safe
haskell-scientific
haskell-sha
haskell-skylighting
haskell-skylighting-core
haskell-socks
haskell-split
haskell-streaming-commons
haskell-syb
haskell-tagged
haskell-tagsoup
haskell-temporary
haskell-texmath
haskell-tf-random
haskell-th-abstraction
haskell-time-locale-compat
haskell-tls
haskell-transformers-compat
haskell-unicode-transforms
haskell-unordered-containers
haskell-utf8-string
haskell-uuid-types
haskell-vector
haskell-x509
haskell-x509-store
haskell-x509-system
haskell-x509-validation
haskell-xml
haskell-zip-archive
haskell-zlib
hdparm
hicolor-icon-theme
hspell
htop
hunspell
hunspell-en_US
hwids
hyphen
i3-gaps
i3blocks
i3lock
iana-etc
icu
ijs
ilmbase
imagemagick
imlib2
inetutils
intel-tbb
iproute2
iptables
iputils
ipython
iso-codes
iw
jack
jansson
jasper
java-runtime-common
jbig2dec
jfsutils
jq
jre-openjdk
jre-openjdk-headless
js52
json-c
json-glib
kbd
keyutils
kmod
krb5
l-smash
lame
lapack
lasem
lastpass-cli
lcms2
ldns
lensfun
less
lib32-acl
lib32-alsa-lib
lib32-alsa-plugins
lib32-atk
lib32-attr
lib32-bzip2
lib32-cairo
lib32-curl
lib32-dbus
lib32-dbus-glib
lib32-e2fsprogs
lib32-expat
lib32-flac
lib32-fontconfig
lib32-freeglut
lib32-freetype2
lib32-fribidi
lib32-gcc-libs
lib32-gdk-pixbuf2
lib32-gettext
lib32-giflib
lib32-glew1.10
lib32-glib2
lib32-glibc
lib32-glu
lib32-gmp
lib32-gnutls
lib32-gtk2
lib32-harfbuzz
lib32-icu
lib32-imlib2
lib32-keyutils
lib32-krb5
lib32-lcms2
lib32-libappindicator-gtk2
lib32-libasyncns
lib32-libcaca
lib32-libcanberra
lib32-libcap
lib32-libcups
lib32-libcurl-compat
lib32-libcurl-gnutls
lib32-libdatrie
lib32-libdbusmenu-glib
lib32-libdbusmenu-gtk2
lib32-libdrm
lib32-libelf
lib32-libffi
lib32-libgcrypt
lib32-libgcrypt15
lib32-libglvnd
lib32-libgpg-error
lib32-libgudev
lib32-libice
lib32-libid3tag
lib32-libidn
lib32-libidn11
lib32-libidn2
lib32-libindicator-gtk2
lib32-libjpeg-turbo
lib32-libjpeg6-turbo
lib32-libldap
lib32-libltdl
lib32-libmikmod
lib32-libmodplug
lib32-libnl
lib32-libnm-glib
lib32-libnsl
lib32-libogg
lib32-libpcap
lib32-libpciaccess
lib32-libpng
lib32-libpng12
lib32-libpsl
lib32-libpulse
lib32-librtmp0
lib32-libsm
lib32-libsndfile
lib32-libssh2
lib32-libtasn1
lib32-libthai
lib32-libtheora
lib32-libtiff
lib32-libtiff4
lib32-libtirpc
lib32-libudev0-shim
lib32-libunistring
lib32-libusb
lib32-libva1
lib32-libvdpau
lib32-libvorbis
lib32-libvpx1.3
lib32-libwebp
lib32-libwrap
lib32-libx11
lib32-libxau
lib32-libxcb
lib32-libxcomposite
lib32-libxcursor
lib32-libxdamage
lib32-libxdmcp
lib32-libxext
lib32-libxfixes
lib32-libxft
lib32-libxi
lib32-libxinerama
lib32-libxml2
lib32-libxmu
lib32-libxrandr
lib32-libxrender
lib32-libxshmfence
lib32-libxss
lib32-libxt
lib32-libxtst
lib32-libxxf86vm
lib32-llvm-libs
lib32-lm_sensors
lib32-lz4
lib32-mesa
lib32-mpg123
lib32-ncurses
lib32-nettle
lib32-nspr
lib32-nss
lib32-openal
lib32-openssl
lib32-openssl-1.0
lib32-p11-kit
lib32-pango
lib32-pcre
lib32-pixman
lib32-readline
lib32-sdl
lib32-sdl2
lib32-sdl2_image
lib32-sdl2_mixer
lib32-sdl2_ttf
lib32-sdl_image
lib32-sdl_mixer
lib32-sdl_ttf
lib32-smpeg
lib32-sqlite
lib32-systemd
lib32-tdb
lib32-util-linux
lib32-wayland
lib32-xz
lib32-zlib
lib32-zstd
libaio
libao
libappindicator-gtk2
libarchive
libass
libassuan
libasyncns
libatasmart
libatomic_ops
libavc1394
libblockdev
libbluray
libbytesize
libcaca
libcanberra
libcanberra-pulse
libcap
libcap-ng
libcroco
libcups
libcurl-compat
libcurl-gnutls
libdaemon
libdatrie
libdbusmenu-glib
libdbusmenu-gtk2
libdca
libde265
libdrm
libdvbpsi
libebml
libedit
libelf
libepoxy
libev
libevdev
libevent
libexif
libffi
libfm
libfm-extra
libfm-gtk2
libfontenc
libgcrypt
libgcrypt15
libgexiv2
libglade
libglvnd
libgpg-error
libgsf
libgudev
libgusb
libheif
libibus
libical
libice
libid3tag
libidn
libidn11
libidn2
libiec61883
libimobiledevice
libindicator-gtk2
libinput
libjpeg-turbo
libjpeg6-turbo
libkeybinder2
libksba
libldap
liblqr
libmad
libmagick
libmatroska
libmikmod
libmm-glib
libmng
libmnl
libmodplug
libmpc
libmpcdec
libmpeg2
libmypaint
libndp
libnet
libnetfilter_conntrack
libnewt
libnfnetlink
libnftnl
libnghttp2
libnl
libnm
libnm-glib
libnm-gtk
libnma
libnotify
libnsl
libogg
libomxil-bellagio
libpaper
libpcap
libpciaccess
libpgm
libpipeline
libplacebo
libplist
libpng
libpng12
libproxy
libpsl
libpulse
libraqm
libraw
libraw1394
librsvg
librtmp0
libsamplerate
libsasl
libseccomp
libsecret
libsigc++
libsm
libsndfile
libsodium
libsoup
libsoxr
libspectre
libspiro
libssh
libssh2
libsynctex
libsystemd
libtar
libtasn1
libteam
libthai
libtheora
libtiff
libtiff4
libtirpc
libtool
libudev0-shim
libunistring
libunwind
libupnp
libusb
libusbmuxd
libutempter
libutil-linux
libuv
libva
libva1
libvdpau
libvoikko
libvorbis
libvpx
libvpx1.3
libwacom
libwebp
libwmf
libwnck
libwrap
libx11
libxau
libxcb
libxcomposite
libxcursor
libxdamage
libxdg-basedir
libxdmcp
libxext
libxfce4ui
libxfce4util
libxfixes
libxfont2
libxft
libxi
libxinerama
libxkbcommon
libxkbcommon-x11
libxkbfile
libxklavier
libxml2
libxmu
libxpm
libxrandr
libxrender
libxres
libxshmfence
libxslt
libxss
libxt
libxtst
libxv
libxxf86vm
libyaml
licenses
linux
linux-api-headers
linux-firmware
linux-headers
llvm-libs
lm_sensors
logrotate
lua
lua51
lvm2
lxappearance
lxappearance-obconf
lxde-common
lxde-icon-theme
lxdm
lxhotkey
lxinput
lxlauncher
lxmenu-data
lxmusic
lxpanel
lxrandr
lxsession
lxtask
lxterminal
lz4
lzo
m4
mailcap
make
man-db
man-pages
mdadm
menu-cache
mesa
metis
minizip
mkinitcpio
mkinitcpio-busybox
mobile-broadband-provider-info
mozilla-common
mpfr
mpg123
mtdev
mypaint-brushes
nano
ncdu
ncurses
ndctl
neofetch
netctl
nettle
network-manager-applet
networkmanager
nm-connection-editor
node-gyp
nodejs
noto-fonts
npm
npth
nspr
nss
ntfs-3g
oniguruma
openal
openbox
opencore-amr
openexr
openjpeg2
openresolv
openssh
openssl
openssl-1.0
opus
opusfile
orc
otf-font-awesome
p11-kit
pacman
pacman-contrib
pacman-mirrorlist
pam
pambase
pandoc
pango
pangomm
parted
patch
pavucontrol
pciutils
pcmanfm
pcre
pcre2
perl
perl-error
perl-file-next
perl-mailtools
perl-timedate
perl-uri
pianobar
pinentry
pixman
pkgconf
polkit
poppler-data
popt
postgresql
postgresql-libs
postgresql-old-upgrade
powerline
powerline-common
powerline-fonts
procps-ng
psmisc
pulseaudio
pulseaudio-alsa
pulseaudio-bluetooth
pygobject-devel
pygobject2-devel
pygtk
pyqt5-common
python
python-appdirs
python-attrs
python-cachecontrol
python-chardet
python-colorama
python-dbus
python-dbus-common
python-decorator
python-distlib
python-distro
python-docopt
python-gobject
python-html5lib
python-idna
python-ipdb
python-isodate
python-jedi
python-jinja
python-keyutils
python-lockfile
python-lxml
python-markupsafe
python-msgpack
python-packaging
python-parso
python-pep517
python-pexpect
python-pickleshare
python-pip
python-powerline
python-progress
python-prompt_toolkit
python-ptyprocess
python-pycountry
python-pycryptodome
python-pygments
python-pyparsing
python-pypeg2
python-pyqt5
python-pysocks
python-pytoml
python-requests
python-retrying
python-setuptools
python-sip-pyqt5
python-six
python-traitlets
python-urllib3
python-wcwidth
python-webencodings
python-websocket-client
python-yaml
python2
python2-appdirs
python2-cairo
python2-dbus
python2-gobject
python2-gobject2
python2-packaging
python2-pyparsing
python2-setuptools
python2-six
qt5-base
qt5-declarative
qt5-location
qt5-svg
qt5-webchannel
qt5-webengine
qt5-x11extras
qt5-xmlpatterns
qutebrowser
ranger
re2
readline
reiserfsprogs
rest
rofi
rtkit
rtmpdump
ruby
ruby-irb
rubygems
run-parts
rxvt-unicode
rxvt-unicode-terminfo
s-nail
sbc
scons
scrot
sdl
sdl2
sdl2_image
sdl2_mixer
sdl2_ttf
sdl_image
sdl_mixer
sdl_ttf
sed
semver
shaderc
shadow
shared-mime-info
slang
smpeg
snappy
sound-theme-freedesktop
speex
speexdsp
spirv-tools
sqlite
startup-notification
steam
steam-native-runtime
stow
streamlink
sudo
suitesparse
sysfsutils
sysstat
systemd
systemd-sysvcompat
taglib
tar
tdb
texinfo
thin-provisioning-tools
tig
tlp
tlp-rdw
tmux
tre
tree
tslib
tzdata
udiskie
udisks2
unzip
upower
urxvt-perls
usbmuxd
usbutils
util-linux
v4l-utils
vi
vid.stab
vim
vim-runtime
vlc
volume_key
vte-common
vte3
vulkan-icd-loader
w3m
wayland
wayland-protocols
webkit2gtk
webrtc-audio-processing
wget
which
wine
woff2
wpa_actiond
wpa_supplicant
wxgtk-common
x264
x265
xcb-proto
xcb-util
xcb-util-cursor
xcb-util-image
xcb-util-keysyms
xcb-util-renderutil
xcb-util-wm
xcb-util-xrm
xclip
xdg-utils
xf86-input-libinput
xfce4-panel
xfce4-power-manager
xfce4-screenshooter
xfce4-settings
xfconf
xfsprogs
xkeyboard-config
xmms2
xorg-server
xorg-server-common
xorg-setxkbmap
xorg-xev
xorg-xkbcomp
xorg-xmodmap
xorg-xprop
xorg-xrandr
xorg-xrdb
xorg-xset
xorg-xwininfo
xorgproto
xsel
xvidcore
xz
yajl
zathura
zathura-pdf-mupdf
zenity
zeromq
zita-alsa-pcmi
zita-resampler
zlib
zstd
