acpi
arandr
arc-gtk-theme
autoconf
automake
base
bat
binutils
bison
chromium
fakeroot
fd
feh
flex
fzf
gcc
git
hid-apple-patched-git-dkms
i3-gaps
i3blocks
i3blocks-contrib
i3lock-color
intel-ucode
ipython
iwd
jq
linux
linux-firmware
ltrace
lxappearance
m4
make
man-db
man-pages
mpg123
neofetch
neovim
nodejs
noto-fonts-emoji
npm
openssh
pacman-contrib
patch
pavucontrol
pkgconf
pulseaudio
python
python-dateutil
python-ipdb
python-pip
ranger
rlwrap
rofi
scrot
stow
strace
sudo
sysstat
termite
texinfo
the_silver_searcher
tmux
translate-shell
ttf-font-awesome
ttf-hack
unzip
vim
visidata
w3m
xautolock
xclip
xcursor-breeze
xcwd-git
xf86-video-intel
xorg-server
xorg-xbacklight
xorg-xev
xorg-xinit
xorg-xmodmap
yay
zsh
zsh-autosuggestions
zsh-syntax-highlighting
