# Need a list of what packages are missing from here? Run `untracked-packages`
acpi
adobe-source-han-sans-cn-fonts
adobe-source-han-sans-jp-fonts
adobe-source-han-sans-kr-fonts
alsa-utils
arandr
arc-gtk-theme
autoconf
automake
base
bat
binutils
bison
chromium
discord
fakeroot
fd
feh
firefox
flex
fzf
gcc
gcolor2
gimp
git
gnu-free-fonts
hid-apple-patched-git-dkms
i3-gaps
i3blocks
i3blocks-contrib
i3lock-color
intel-ucode
ipython
iwd
jdk17-openjdk
jq
lib32-libpng
linux
linux-firmware
ltrace
lxappearance
m4
make
man-db
man-pages
mpg123
mpv
neofetch
neovim
nodejs
noise-suppression-for-voice
noto-fonts-emoji
npm
openssh
pacman-contrib
patch
pavucontrol
pianobar
pkgconf
pulseaudio
pulseaudio-alsa
python
python-dateutil
python-ipdb
python-lxml
python-pip
python-pywal
ranger
rlwrap
rofi
runelite
runescape-launcher
scrot
simplescreenrecorder
steam
stow
strace
sudo
sysstat
termite
texinfo
the_silver_searcher
tmux
translate-shell
ttf-font-awesome
ttf-hack
unzip
vagrant
vim
virtualbox
visidata
vlc
w3m
xautolock
xclip
xcursor-breeze
xcwd-git
xdotool
xf86-input-synaptics
xf86-video-intel
xorg-server
xorg-xbacklight
xorg-xev
xorg-xinit
xorg-xinput
xorg-xkill
xorg-xmodmap
yay
zathura
zathura-pdf-mupdf
zsh
zsh-autosuggestions
zsh-syntax-highlighting

# Lutris + other packages required for battle.net / blizzard games
# https://github.com/lutris/docs/blob/master/Battle.Net.md
lutris
wine-staging
lib32-libpulse
vulkan-intel
lib32-libxcomposite
lib32-gst-plugins-base-libs
lib32-mpg123
lib32-gtk3
ocl-icd
lib32-giflib
lib32-openal
lib32-ocl-icd
lib32-gnutls
lib32-vulkan-intel
lib32-libxslt
lib32-libjpeg-turbo
lib32-v4l-utils
lib32-libva
lib32-libxinerama
