a52dec
acl
acpi
adwaita-icon-theme
alsa-lib
alsa-plugins
alsa-utils
amd-ucode
aom
archlinux-keyring
argon2
aribb24
at-spi2-atk
at-spi2-core
atk
atkmm
attr
audit
autoconf
automake
avahi
babl
bash
binutils
bison
blas
bluez
bluez-libs
bluez-utils
broadcom-wl-dkms
btrfs-progs
bzip2
ca-certificates
ca-certificates-mozilla
ca-certificates-utils
cairo
cairomm
cantarell-fonts
chromium
colord
coreutils
cracklib
cryptsetup
curl
db
dbus
dbus-glib
dconf
desktop-file-utils
device-mapper
dhcpcd
dialog
diffutils
dkms
dmraid
dnssec-anchors
dosfstools
double-conversion
e2fsprogs
elinks
exiv2
exo
expat
faad2
fakeroot
feh
ffmpeg
fftw
figlet
file
filesystem
findutils
firefox
flac
flex
fontconfig
freetype2
fribidi
fzf
garcon
gawk
gc
gcc
gcc-libs
gcr
gdbm
gdk-pixbuf2
gegl
gettext
ghostscript
giblib
giflib
gimp
girara
git
glib-networking
glib2
glibc
glibmm
glslang
glu
gmp
gnome-icon-theme
gnome-icon-theme-symbolic
gnome-themes-extra
gnumeric
gnupg
gnutls
gobject-introspection-runtime
goffice
gpgme
gpicview
gpm
gptfdisk
graphite
grep
groff
grub
gsettings-desktop-schemas
gsfonts
gsm
gtk-engine-murrine
gtk-engines
gtk-update-icon-cache
gtk2
gtk3
gtkmm3
guile
gzip
harfbuzz
hdparm
hicolor-icon-theme
htop
hunspell-en_US
hwids
i3-gaps
i3blocks
i3lock
iana-etc
icu
ijs
ilmbase
imagemagick
imlib2
inetutils
intel-tbb
iproute2
iptables
iputils
ipython
iso-codes
iw
jack
jansson
jasper
jbig2dec
jfsutils
jq
js52
json-c
json-glib
kbd
keyutils
kmod
krb5
l-smash
lame
lapack
lasem
lastpass-cli
lcms2
ldns
lensfun
less
libaio
libao
libarchive
libass
libassuan
libasyncns
libatasmart
libatomic_ops
libavc1394
libblockdev
libbluray
libbytesize
libcanberra
libcanberra-pulse
libcap
libcap-ng
libcroco
libcups
libdaemon
libdatrie
libdca
libde265
libdrm
libdvbpsi
libebml
libedit
libelf
libepoxy
libev
libevdev
libevent
libexif
libffi
libfm
libfm-extra
libfm-gtk2
libfontenc
libgcrypt
libgexiv2
libglade
libglvnd
libgpg-error
libgsf
libgudev
libgusb
libheif
libibus
libical
libice
libid3tag
libidn
libidn2
libiec61883
libimobiledevice
libinput
libjpeg-turbo
libkeybinder2
libksba
libldap
liblqr
libmad
libmagick
libmatroska
libmm-glib
libmng
libmnl
libmodplug
libmpc
libmpcdec
libmpeg2
libmypaint
libndp
libnewt
libnftnl
libnghttp2
libnl
libnm
libnm-glib
libnm-gtk
libnma
libnotify
libnsl
libogg
libomxil-bellagio
libpaper
libpcap
libpciaccess
libpgm
libpipeline
libplacebo
libplist
libpng
libproxy
libpsl
libpulse
libraqm
libraw
libraw1394
librsvg
libsamplerate
libsasl
libsass
libseccomp
libsecret
libsigc++
libsm
libsndfile
libsodium
libsoup
libsoxr
libspectre
libspiro
libssh
libssh2
libsynctex
libsystemd
libtar
libtasn1
libteam
libthai
libtheora
libtiff
libtirpc
libtool
libunistring
libunwind
libupnp
libusb
libusbmuxd
libutempter
libutil-linux
libva
libvdpau
libvorbis
libvpx
libwacom
libwebp
libwmf
libwnck
libx11
libxau
libxcb
libxcomposite
libxcursor
libxdamage
libxdg-basedir
libxdmcp
libxext
libxfce4ui
libxfce4util
libxfixes
libxfont2
libxft
libxi
libxinerama
libxkbcommon
libxkbcommon-x11
libxkbfile
libxklavier
libxml2
libxmu
libxpm
libxrandr
libxrender
libxres
libxshmfence
libxslt
libxss
libxt
libxtst
libxv
libxxf86vm
libyaml
licenses
linux
linux-api-headers
linux-firmware
linux-headers
llvm-libs
lm_sensors
logrotate
lua
lua51
lvm2
lxappearance
lxappearance-obconf
lxde-common
lxde-icon-theme
lxdm
lxhotkey
lxinput
lxlauncher
lxmenu-data
lxmusic
lxpanel
lxrandr
lxsession
lxtask
lxterminal
lz4
lzo
m4
mailcap
make
man-db
man-pages
mdadm
menu-cache
mesa
metis
minizip
mkinitcpio
mkinitcpio-busybox
mobile-broadband-provider-info
mozilla-common
mpfr
mtdev
mypaint-brushes
nano
ncurses
ndctl
neofetch
netctl
nettle
network-manager-applet
networkmanager
nm-connection-editor
noto-fonts
npth
nspr
nss
oniguruma
openbox
opencore-amr
openexr
openjpeg2
openresolv
openssh
openssl
openssl-1.0
opus
orc
otf-font-awesome
p11-kit
pacman
pacman-contrib
pacman-mirrorlist
pam
pambase
pango
pangomm
parted
patch
pavucontrol
pciutils
pcmanfm
pcre
pcre2
perl
perl-error
perl-mailtools
perl-timedate
perl-uri
pinentry
pixman
pkgconf
polkit
poppler-data
popt
postgresql
postgresql-libs
powerline
powerline-common
powerline-fonts
procps-ng
psmisc
pulseaudio
pulseaudio-alsa
pulseaudio-bluetooth
pygobject-devel
pygobject2-devel
pygtk
pyqt5-common
python
python-appdirs
python-attrs
python-cachecontrol
python-chardet
python-colorama
python-dbus
python-dbus-common
python-decorator
python-distlib
python-distro
python-docopt
python-gobject
python-html5lib
python-idna
python-ipdb
python-isodate
python-jedi
python-jinja
python-keyutils
python-lockfile
python-lxml
python-markupsafe
python-msgpack
python-packaging
python-parso
python-pexpect
python-pickleshare
python-pip
python-powerline
python-progress
python-prompt_toolkit
python-ptyprocess
python-pycountry
python-pycryptodome
python-pygments
python-pyparsing
python-pypeg2
python-pyqt5
python-pysocks
python-pytoml
python-requests
python-retrying
python-setuptools
python-sip-pyqt5
python-six
python-traitlets
python-urllib3
python-wcwidth
python-webencodings
python-websocket-client
python-yaml
python2
python2-appdirs
python2-cairo
python2-gobject
python2-gobject2
python2-packaging
python2-pyparsing
python2-setuptools
python2-six
qt5-base
qt5-declarative
qt5-location
qt5-svg
qt5-webchannel
qt5-webengine
qt5-x11extras
qt5-xmlpatterns
qutebrowser
ranger
re2
readline
reiserfsprogs
rest
rofi
rtkit
rtmpdump
run-parts
rxvt-unicode
rxvt-unicode-terminfo
s-nail
sbc
scrot
sdl2
sed
shaderc
shadow
shared-mime-info
slang
snappy
sound-theme-freedesktop
speex
speexdsp
spirv-tools
sqlite
startup-notification
stow
streamlink
sudo
suitesparse
sysfsutils
sysstat
systemd
systemd-sysvcompat
taglib
tar
tdb
texinfo
thin-provisioning-tools
tig
tlp
tlp-rdw
tmux
tre
tree
tslib
tzdata
udiskie
udisks2
unzip
upower
urxvt-perls
usbmuxd
usbutils
util-linux
v4l-utils
vi
vid.stab
vim
vim-runtime
vlc
volume_key
vte-common
vte3
vulkan-icd-loader
w3m
wayland
wayland-protocols
webrtc-audio-processing
wget
which
wpa_actiond
wpa_supplicant
x264
x265
xcb-proto
xcb-util
xcb-util-cursor
xcb-util-image
xcb-util-keysyms
xcb-util-renderutil
xcb-util-wm
xcb-util-xrm
xclip
xdg-utils
xf86-input-libinput
xfce4-panel
xfce4-power-manager
xfce4-screenshooter
xfce4-settings
xfconf
xfsprogs
xkeyboard-config
xmms2
xorg-server
xorg-server-common
xorg-setxkbmap
xorg-xev
xorg-xkbcomp
xorg-xmodmap
xorg-xprop
xorg-xrandr
xorg-xrdb
xorg-xset
xorg-xwininfo
xorgproto
xsel
xvidcore
xz
yajl
zathura
zathura-pdf-mupdf
zeromq
zita-alsa-pcmi
zita-resampler
zlib
zstd
